tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "bdw-gc"
brew "gmp"
brew "cloog"
brew "coreutils"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "docker-machine-nfs"
brew "elasticsearch"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "fontconfig"
brew "gettext"
brew "git"
brew "glide"
brew "libtool"
brew "imagemagick@6", link: true
brew "isl"
brew "isl@0.12"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "libvorbis"
brew "libvpx"
brew "mecab"
brew "mecab-ipadic"
brew "memcached", restart_service: true
brew "mongodb"
brew "mysql", restart_service: true
brew "peco"
brew "phantomjs"
brew "pkg-config"
brew "pngquant"
brew "pwgen"
brew "sourcekitten"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
cask "hyper"
cask "minikube"
cask "xquartz"
